Revit 2024 API
ParameterTypeId.RbsCurvetypeMaxHeightParam Property
 "Max Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCurvetypeMaxHeightParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurvetypeMaxHeightParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurvetypeMaxHeightParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace